{
  "title": "Escape Velocity",
  "date": "2025-08-02",
  "color": "blue",
  "slug": "escape-velocity",
  "preview": "I have been reluctant to write this piece because the conclusions feel almost too significant to commit to paper. But the evidence has accumulated ...",
  "content": "I have been reluctant to write this piece because the conclusions feel almost too significant to commit to paper. But the evidence has accumulated to a point where silence begins to feel like its own form of dishonesty.\n\nThe question in the title is, I think, poorly framed. It assumes a race that is still being run. What I observe suggests something rather different: not a competition in progress, but a divergence that has already occurred. One nation has achieved a kind of escape velocity, while others, including the United States and its allies, remain subject to constraints that may prove insurmountable.\n\nLet me explain what I mean.\n\nConsider manufacturing. China accounts for roughly twenty-nine percent of global manufacturing output. This is not merely an economic statistic. It represents something more fundamental: the physical substrate upon which artificial intelligence must ultimately be built. Every server rack, every cooling system, every specialised power management unit requires manufacturing capacity. You cannot run algorithms on abstractions. You need hardware, and hardware requires factories.\n\nThe pursuit of semiconductor independence is perhaps the clearest signal of strategic intent. When I look at designs like the CloudMatrix 384, I do not see merely a chip. I see a deliberate act of decoupling, an attempt to eliminate strategic vulnerabilities and establish a supply chain that can iterate without external interference. This is not about catching up. It is about building a parallel infrastructure that owes nothing to anyone.\n\nThen there is the matter of open source. The Western technology industry has long operated on the assumption that proprietary secrecy drives progress. Keep your models closed, protect your weights, guard your training data. The Chinese approach inverts this logic entirely. By releasing high-performing models publicly, they have effectively conscripted the entire global developer community into a distributed research effort. Every fork, every modification, every community contribution accelerates the collective state of knowledge. It is a strategy that trades short-term competitive advantage for something more valuable: the fastest possible rate of improvement.\n\nI find myself thinking about energy. The physics of artificial intelligence are unforgiving on this point. Large models require enormous amounts of power to train and to run. China's energy generation capacity exceeds its nearest competitor by a factor of roughly two and a half. This is not a detail. It is a precondition. You cannot build hyperscale data centres when your grid struggles with stability or when energy costs make the economics impossible.\n\nThe ability to deploy vast renewable energy projects alongside AI development ensures that this advantage will compound over time. The limits of progress become theoretical rather than practical. Power is simply available, in quantities that would make data centre planners in other countries weep with envy.\n\nWhat troubles me most is the integration between civilian innovation and military application. In the West, we maintain something like a firewall between these domains. It is porous and imperfect, but it exists. The Chinese approach eliminates this separation entirely. Breakthroughs in commercial AI flow immediately and without friction into defence applications. The entire industrial apparatus is structured for strategic agility in a way that compartmentalised Western systems cannot match.\n\nI want to be careful here. I am not arguing that this outcome is inevitable, or that nothing can be done, or that we should simply accept technological subordination. I am arguing something more modest: that the structural conditions favour one side in ways that are not widely appreciated, and that pretending otherwise does us no favours.\n\nThe manufacturing base exists. The energy infrastructure exists. The strategic coordination exists. The open-source ecosystem is expanding daily. These are not future possibilities. They are present realities.\n\nHistory is full of moments when one civilisation's assumptions about its own permanence proved unfounded. I do not know whether we are living through such a moment. But I think the question deserves more serious attention than it currently receives.\n\nThe race may already be decided. The question is whether we are willing to look clearly at the evidence, or whether we prefer the comfort of assumptions that no longer hold."
}