{
  "title": "Escape Velocity",
  "date": "2025-08-02",
  "color": "blue",
  "slug": "escape-velocity",
  "wordCount": 1661,
  "synopsis": "Argues that China has achieved structural advantages in AI development through manufacturing dominance, energy capacity, and civil-military integration that may prove insurmountable.",
  "preview": "I have been reluctant to write this piece because the conclusions feel almost too significant to commit to paper. But the evidence has accumulated ...",
  "audio": {
    "url": "/audio/AI_escape-velocity.mp3",
    "duration": 768
  },
  "content": "I have been reluctant to write this piece because the conclusions feel almost too significant to commit to paper. But the evidence has accumulated to a point where silence begins to feel like its own form of dishonesty.\n\nThe question that typically frames this discussion is whether China is winning the AI race. I think this is poorly posed. It assumes a race that is still being run. What I observe suggests something rather different: not a competition in progress, but a divergence that has already occurred. One nation has achieved a kind of escape velocity, while others, including the United States and its allies, remain subject to constraints that may prove insurmountable.\n\nLet me be precise about what escape velocity means in this context. In physics, it is the speed at which an object breaks free from gravitational pull. The point beyond which you are no longer fighting to stay aloft but simply moving, with nothing to pull you back. Applied to technological competition, escape velocity is the moment when your advantages begin to compound faster than others can close the gap. You are no longer racing. You are simply leaving.\n\nI want to explain why I believe this threshold may already have been crossed.\n\nConsider manufacturing. China accounts for roughly twenty-nine percent of global manufacturing output. This is not merely an economic statistic. It represents something more fundamental: the physical substrate upon which artificial intelligence must ultimately be built. Every server rack, every cooling system, every specialised power management unit requires manufacturing capacity. You cannot run algorithms on abstractions. You need hardware, and hardware requires factories.\n\nBut the percentage alone understates the structural reality. It is not simply that China manufactures more. It is that the supply chain depth has no parallel. The components, the materials, the tooling, the rare earth processing, the battery production. Layer upon layer of capability that took decades to build. When an American technology company designs a product, it is assembled in China. When that company attempts to move production elsewhere, it discovers that elsewhere lacks the supplier ecosystem to make production viable. The dependency runs deeper than final assembly. It runs to the molecular level.\n\nThe pursuit of semiconductor independence is perhaps the clearest signal of strategic intent. Western export controls were meant to constrain Chinese AI development by restricting access to advanced chips. The response has been instructive. Rather than capitulation, there has been acceleration. When I look at designs like the CloudMatrix 384, I do not see merely a chip. I see a deliberate act of decoupling. An attempt to eliminate strategic vulnerabilities and establish a supply chain that can iterate without external interference. This is not about catching up. It is about building a parallel infrastructure that owes nothing to anyone.\n\nThe CHIPS Act and allied efforts to reshore semiconductor manufacturing are real responses, but they operate on different timescales. Building fabrication capacity takes years. Training the workforce takes longer. Establishing the supplier ecosystems takes longer still. The strategic intent is sound. The question is whether the execution can proceed faster than the gap widens.\n\nThen there is the matter of open source. This, I think, is the strategic move that has been most underestimated in Western analysis.\n\nThe Western technology industry has long operated on the assumption that proprietary secrecy drives progress. Keep your models closed, protect your weights, guard your training data. This approach has commercial logic: it creates moats, justifies valuations, and enables the extraction of rents from capabilities that others cannot replicate. OpenAI, Anthropic, and Google have all pursued variations of this strategy.\n\nThe Chinese approach inverts this logic entirely.\n\nConsider what has happened over the past eighteen months. DeepSeek releases models that match or approach frontier capabilities and gives them away. Qwen follows a similar path. Alibaba, Baidu, and others contribute to an expanding ecosystem of open weights, open architectures, and open research. The models are not quite as capable as the best closed Western systems, but they are close enough to be useful. And they are free.\n\nWhy would you give away what others charge for? The question reveals an assumption that may not hold. The value in AI may not reside primarily in the model weights themselves but in the ecosystem that forms around them. The applications built on top. The talent that learns the architecture. The data that flows back through usage. By releasing high-performing models publicly, China has effectively conscripted the entire global developer community into a distributed research effort. Every fork, every modification, every community contribution accelerates the collective state of knowledge.\n\nThis is not generosity. It is strategy. The fastest possible rate of improvement, achieved by externalising the research effort to the world. Meanwhile, Western companies charge subscription fees for API access and watch as developers migrate to free alternatives that are good enough for most purposes. The moat that was supposed to protect commercial AI may prove to be a wall that keeps its builders isolated while the water rises around them.\n\nI find myself thinking about energy. The physics of artificial intelligence are unforgiving on this point. Large models require enormous amounts of power to train and to run. A single training run for a frontier model can consume the annual electricity output of a small city. Inference at scale, running models for millions of users, requires continuous power in quantities that strain existing infrastructure.\n\nChina's energy generation capacity exceeds its nearest competitor by a factor of roughly two and a half. This is not a detail. It is a precondition. You cannot build hyperscale data centres when your grid struggles with stability or when energy costs make the economics impossible.\n\nThe ability to deploy vast renewable energy projects alongside AI development ensures that this advantage will compound over time. China manufactures most of the world's solar panels. It can deploy them domestically at costs that others cannot match. The limits of AI progress become theoretical rather than practical. Power is simply available, in quantities that would make data centre planners in other countries weep with envy.\n\nThen there is data. A population of 1.4 billion, digitally connected, generating training data at a scale that smaller nations cannot replicate. The privacy constraints that limit data collection in Western democracies do not apply with the same force. Whether this is a feature or a bug depends on your values, but for the narrow purpose of training AI systems, it is an advantage. More data, more diverse data, fewer restrictions on its use.\n\nThe talent question is more nuanced than it first appears. For decades, the flow of researchers moved predominantly in one direction: from China to Western universities and technology companies. This created an assumption that the West would always have access to the best minds. That assumption is being tested. The researchers are still coming, but many are also returning. The opportunities in Chinese AI development are no longer obviously inferior to what the West offers. The funding, the compute access, the scale of deployment. The brain drain is becoming a circulation, and the direction of flow matters less when both ends of the pipe are productive.\n\nWhat troubles me most is the integration between civilian innovation and military application. In the West, we maintain something like a firewall between these domains. It is porous and imperfect, but it exists. Defence procurement is slow and bureaucratic. Technology transfer requires navigating regulatory complexity. The Pentagon and Silicon Valley speak different languages and often regard each other with mutual suspicion.\n\nThe Chinese approach eliminates this separation entirely. Civil-military fusion is not a slogan but an organising principle. Breakthroughs in commercial AI flow immediately and without friction into defence applications. The entire industrial apparatus is structured for strategic agility in a way that compartmentalised Western systems cannot match. An advance in computer vision becomes a military capability within months, not years. The feedback loop between application and development tightens to a degree that Western institutions are not structured to replicate.\n\nI want to be careful here. I am not arguing that this outcome is inevitable, or that nothing can be done, or that we should simply accept technological subordination. I am arguing something more modest: that the structural conditions favour one side in ways that are not widely appreciated, and that pretending otherwise does us no favours.\n\nThere are counterarguments, and I want to take them seriously. Innovation culture in the West remains vibrant. The best researchers still disproportionately choose American and European institutions. The quality of Chinese AI research, while improving rapidly, may still lag in ways that raw metrics do not capture. The institutional trust that enables scientific collaboration is stronger in open societies. The regulatory and political constraints on Chinese technology companies create their own inefficiencies. These points have merit. I am not certain they are sufficient.\n\nThe manufacturing base exists. The energy infrastructure exists. The strategic coordination exists. The open-source ecosystem is expanding daily. These are not future possibilities. They are present realities.\n\nFor a country like Australia, caught between its security alliance with the United States and its economic dependence on China, the implications are acute. We lack the scale to compete independently. Our choices are whose infrastructure to depend upon, not whether to depend. The assumption that we will always have access to frontier AI capabilities through our alliance relationships may prove optimistic if those capabilities are increasingly matched or exceeded by systems available freely to anyone.\n\nHistory is full of moments when one civilisation's assumptions about its own permanence proved unfounded. The British Empire seemed unassailable until it wasn't. The Soviet Union appeared permanent until it collapsed. I do not know whether we are living through such a moment. But I think the question deserves more serious attention than it currently receives.\n\nThe race may already be decided. The question is whether we are willing to look clearly at the evidence, or whether we prefer the comfort of assumptions that no longer hold."
}