{
  "title": "From Cricket to Collapse",
  "date": "2025-05-28",
  "color": "green",
  "slug": "from-cricket-to-collapse",
  "preview": "There is a peculiar inversion at the heart of Australian public life that I have been struggling to articulate. We reserve our most intense scrutin...",
  "content": "There is a peculiar inversion at the heart of Australian public life that I have been struggling to articulate. We reserve our most intense scrutiny for the things that matter least, while the things that matter most proceed largely unexamined.\n\nConsider the Sandpaper affair. For weeks, the nation was consumed by the spectacle of cricketers cheating in a game. Inquiries were held. Careers were ended. The moral fabric of the nation was, we were assured, at stake. Meanwhile, the actual structural conditions of Australian life continued their quiet deterioration, noticed by few and addressed by fewer.\n\nI do not say this to minimise sporting integrity. I say it because the contrast illuminates something about how we allocate our collective attention.\n\nThe social contract in this country has become something rather different from what it once was. The mythology of mateship persists in our rhetoric, but the reality has drifted toward something more extractive. A small cohort floats on salaries exceeding six hundred thousand dollars, while the majority experience what can only be described as a contraction in real living standards. Wealth is measured in inflated asset values, yet the lived experience of most Australians grows measurably harder each year.\n\nOur political class is among the best compensated on Earth. The Prime Minister earns approximately six hundred thousand dollars annually. Backbenchers start above two hundred and thirty thousand. These figures exceed what comparable officials earn in nations with far larger economies. I do not begrudge anyone a decent salary, but there is something unsettling about a system where those presiding over national decline are so generously rewarded for their failures.\n\nThe only effective correction would be to link political compensation directly to the wellbeing of ordinary citizens. If the bottom half of the population struggles, those at the top should feel the pinch too. This will never happen, of course, but the thought experiment is clarifying.\n\nWe sit atop extraordinary natural wealth. One fifth of global lithium reserves. A third of the world's rutile. Iron ore, nickel, copper, rare earths. Yet our approach to this inheritance has been remarkably consistent: dig it up, ship it out raw, then buy back the finished products at a premium. The same pattern repeats in agriculture. Australian beef commands top prices on Shanghai menus while remaining increasingly unaffordable in suburban supermarkets.\n\nThe regulatory environment has become something like the umpiring in modern AFL: well-intentioned in theory, suffocating in practice. Starting a mine, an abattoir, or a small business means navigating a bureaucratic labyrinth that defeats all but the most determined or well-resourced applicants. The impulse to add more rules in response to every failure has created a system that prevents things from happening rather than enabling them.\n\nEnergy policy represents perhaps the most complete failure of imagination. We possess endless solar exposure and vast stretches of unpopulated desert. We could be the world's leader in photovoltaic deployment, exporting clean energy as readily as we once exported coal. Instead, power prices rise while feed-in tariffs fall. Households with rooftop solar earn pennies per kilowatt-hour while energy retailers post record profits.\n\nThe housing market has inflated beyond any reasonable connection to underlying value. Climate policy remains largely symbolic. Indigenous disadvantage persists despite decades of targets and programmes. The National Broadband Network ranks eighty-third globally. Defence research is starved of funding while procurement contracts flow overseas. And now, a transformation in artificial intelligence approaches that will reshape every aspect of economic life, with no credible national response in sight.\n\nI became a father recently. My son Arthur will grow up in this country, and the thought of the world we are preparing for him weighs heavily on me. The question is not whether Australia can muddle through. It probably can, in some diminished form. The question is whether we are capable of something better.\n\nThe raw materials are here. The human capital exists. What seems to be missing is the political will to do anything other than manage decline while protecting the interests of those who benefit from the current arrangements.\n\nMy son deserves leaders who are prepared to build for the future rather than maintain monuments to past failures. I suspect most Australians feel something similar. The gap between what we could be and what we are choosing to be grows wider each year.\n\nWhether we find the collective will to close that gap remains, for now, an open question."
}