{
  "title": "Teaching Arthur",
  "date": "2025-12-21",
  "color": "orange",
  "slug": "teaching-arthur",
  "wordCount": 1501,
  "synopsis": "A father's curriculum for his son: practical skills, critical thinking, kindness with boundaries, and the lesson that you are stronger than you believe.",
  "preview": "I have been thinking about curriculum lately. Not the formal kind, the syllabuses and standards and learning outcomes that structure institutional ...",
  "audio": {
    "url": "/audio/AI_teaching-arthur.mp3",
    "duration": 699
  },
  "content": "I have been thinking about curriculum lately. Not the formal kind, the syllabuses and standards and learning outcomes that structure institutional education, but something more fundamental. What am I actually trying to teach my son? If I had to write it down, what would it contain?\n\nThe question has urgency because the world Arthur will inherit is genuinely uncertain. The skills that served previous generations may prove worthless. The knowledge that once guaranteed security may become obsolete. I cannot predict what he will need to know. But I can try to identify what might remain valuable regardless of how things unfold.\n\nI start with the practical. Cooking. Not as a hobby or a refinement but as a basic competence for living. The ability to take raw ingredients and transform them into something nourishing. This seems almost too simple to mention, yet I am continually surprised by how many people reach adulthood without it. When you can feed yourself, you have a foundation. When you cannot, you are dependent in a way that constrains everything else.\n\nFixing things. When something breaks, the instinct should be to understand why and attempt repair before reaching for a replacement or a professional. This is partly economic, the person who can maintain their own possessions spends less than the person who cannot, but it is more than economic. It is a disposition toward the world. Things are not magic. They are systems with components and logic. That logic can be understood. Understanding it gives you agency.\n\nI want Arthur to be able to look at a broken appliance, a malfunctioning device, a piece of furniture that has failed, and see not an obstacle but a puzzle. The puzzle may defeat him. Some things are genuinely beyond amateur repair. But the attempt matters. The willingness to open the case, to examine the mechanism, to form a hypothesis and test it: these are transferable. They apply to problems far beyond the physical.\n\nDIY in general. The capacity to build, to modify, to create with your hands. Not because tradespeople are unnecessary, they are highly necessary, but because the person who can do basic carpentry, basic plumbing, basic electrical work has options that the person who cannot does not have. Self-reliance is not about doing everything yourself. It is about having the competence to do things yourself when circumstances require it.\n\nThese practical skills share a common thread. They are all about reducing dependence. The person who can cook, fix, and build is less vulnerable to disruption than the person who cannot. In a world that may become considerably more disrupted than the one I grew up in, this seems worth cultivating.\n\nBut practical skills are only the beginning. There is something harder to articulate that matters more.\n\nCritical thinking. The phrase has become almost meaningless through overuse, so let me try to be specific. I want Arthur to develop the habit of asking how people know what they claim to know. Not as a posture of scepticism, which is its own kind of laziness, but as a genuine inquiry. What is the evidence? What are the assumptions? What would change my mind? Who benefits from me believing this?\n\nThis is difficult to teach directly. You cannot lecture someone into critical thinking. What you can do is model it. You can think out loud in their presence. You can show them what it looks like to encounter a claim, examine it, and reach a tentative conclusion while remaining open to revision. You can admit when you were wrong and explain how you discovered the error. Children learn what they see far more than what they are told.\n\nTrusting your gut. This might seem to contradict critical thinking, but I do not believe it does. Intuition is not the opposite of reason. It is reason operating below the level of conscious articulation. When something feels wrong, that feeling often contains information that has not yet been processed into explicit form. Learning to notice that feeling, to take it seriously without being enslaved by it, is a skill. It can be the difference between walking into trouble and walking away from it.\n\nThe power of a smile. This sounds trite. It is not. A genuine smile disarms. It opens doors that remain closed to neutral or hostile expressions. It costs nothing and returns much. I have watched people navigate the world with warmth and people navigate it with coldness, and the warm ones have an easier time of it. Not because the world is fair, it manifestly is not, but because human beings respond to human beings, and a smile is a signal of safety.\n\nBeing friendly and kind to everyone. This is the default setting I hope to instil. Not naivety, not the assumption that everyone deserves trust, but a starting position of goodwill. Most people, in my experience, respond to kindness with kindness. The world becomes marginally better when you treat strangers as potential friends rather than potential threats. And even when kindness is not reciprocated, you have lost nothing by offering it.\n\nBut here is where it becomes more complex. Kindness without boundaries is not virtue. It is vulnerability. I want Arthur to understand that being peaceful requires knowing when to be angry. Being kind requires knowing when to be mean. This sounds contradictory. It is not.\n\nThe person who cannot be dangerous is not peaceful. They are merely harmless. Peace is a choice made by someone capable of violence who chooses otherwise. Kindness is a choice made by someone capable of cruelty who chooses otherwise. The capacity matters. Without it, you are not choosing virtue. You are simply incapable of vice, which is a different thing entirely.\n\nI am kind through and through. I believe in forgiveness, in assuming good intent, in laughing off accidental slights. If someone harms me without meaning to, I hold nothing against them. Life is too short for grudges over accidents.\n\nBut if someone harms me with intent, if they act with malice, if they choose to cause damage knowing what they are doing, then I have no difficulty standing my ground. I can be as hard as I need to be. This is not a contradiction of kindness. It is the precondition for kindness. People do not take advantage of you when they know there are limits. They respect boundaries only when they believe boundaries will be enforced.\n\nI want Arthur to understand this. To be gentle without being weak. To be open without being naive. To know that anger is not the opposite of love but sometimes its expression. You fight for what you care about. If you never fight, perhaps you do not care enough.\n\nThere is one more thing I want him to understand, and it is the hardest to convey.\n\nI live with cluster headaches. The medical literature describes them as among the most painful conditions known to humanity. More than half my existence involves managing this pain, often alone, often without recourse. I did not choose this. I chose only to keep going despite it.\n\nI want Arthur to know that even with this, I try not to let it define me. The pain is real. The limitations are real. But so is the life I have built around them. So is the joy I find in him, in his mother, in the work I do and the thoughts I think.\n\nThe lesson I hope he takes from watching me is simple: you are stronger than you believe. At nearly every point, in nearly every dimension of your life, you have more capacity than you think. The limits you assume are often not limits at all. They are fears dressed up as facts. When you push against them, they frequently give way.\n\nI do not know what challenges Arthur will face. I cannot prepare him for specifics I cannot foresee. But I can try to prepare him for the general case: that life will be hard, that suffering is unavoidable, that the question is not whether you will struggle but how you will carry yourself while struggling.\n\nValues, I think, are caught more than taught. He will learn from watching his mother and me far more than from anything we explicitly tell him. This is both reassuring and terrifying. Reassuring because I believe we have good values, and he will absorb them naturally. Terrifying because every failure, every lapse, every moment when we fall short of who we want to be will also be absorbed.\n\nThe curriculum I am describing is not a lesson plan. It is a life. The teaching happens in the living. All I can do is try to live in a way worth emulating, and hope that when Arthur is old enough to choose his own path, he will have seen enough to choose well.\n\nThat is the task. I am not certain I am equal to it. But I am certain it is the most important thing I will ever do."
}