{
  "title": "The System is Already Dead",
  "date": "2025-07-15",
  "color": "red",
  "slug": "the-system-is-already-dead",
  "wordCount": 1022,
  "synopsis": "A personal account of navigating systemic failure through chronic illness, arguing we must build for continuity rather than recovery.",
  "preview": "I want to begin with a premise that may sound provocative but which I believe to be straightforwardly true: the system we were taught to participat...",
  "content": "I want to begin with a premise that may sound provocative but which I believe to be straightforwardly true: the system we were taught to participate in no longer exists. The forms persist, the buildings stand, the institutions continue to function in a nominal sense. But the underlying assumptions that gave them meaning have quietly expired.\n\nHousing operates as a speculative asset rather than shelter. Employment has decoupled from productive contribution. Our national infrastructure depends entirely on foreign technology, foreign capital, and foreign vision. The political apparatus does not govern so much as manage perceptions while presiding over a slow-motion disintegration.\n\nThis is not an abstract conclusion. It was crystallised for me by fifteen years navigating a healthcare system that proved, through repeated failure, the broader thesis.\n\nI live with cluster headaches. They are, according to the medical literature, among the most painful conditions known to humanity. More than half my existence is spent managing this pain, often alone, often helplessly. I did not choose this. I chose only to survive it.\n\nMy journey through the Australian medical system has become a case study in institutional failure. Over a hundred different medications tried. Six surgical interventions. A brain implant that was, in retrospect, a profit-driven procedure that should never have been performed. The system is not designed for edge cases. It cannot solve problems that do not fit its standard categories. Every interaction has generated compounding failures: financial, functional, psychological.\n\nI was forced to construct my own sustaining infrastructure. The twenty-five thousand steps daily minimum. The two-hour resistance training sessions. The strict control over calories, cognitive load, environmental factors. This is not fitness optimisation. It is maintenance, the bare minimum required to prevent collapse. A personal operating system patched daily against deterioration.\n\nWhat once brought satisfaction now triggers anticipatory dread. The concept of fun has become irrelevant, corrupted by chemical unpredictability and the knowledge that any moment of ease is borrowed against future pain. I do not pursue enjoyment. I execute necessary routines. Every action serves one of two purposes: prevent degradation or transfer knowledge to my son. That distinction eliminates motivational ambiguity.\n\nThis lived experience with broken systems explains my acute concern about the transformation now approaching. I am not pessimistic about artificial intelligence. I believe it will eventually enable something approaching utopia. The problem is the path from here to there, and the people who will be guiding us along it.\n\nOur political leaders still struggle to understand how the internet works. They are manifestly unprepared for what is coming.\n\nThe policy response centres on reskilling, as if the challenge were simply a matter of teaching new skills. This fundamentally misunderstands the nature of the disruption. Unlike previous technological transitions, artificial intelligence is a general-purpose technology that targets cognitive labour. It automates both blue-collar and white-collar work simultaneously. The projections suggest three hundred million full-time job equivalents automated globally, with a third of Australian workers facing displacement by 2030.\n\nThe historical cognitive ladder, where displaced workers could climb to new opportunities through retraining, is collapsing. AI eliminates the junior and administrative positions that formed the rungs. Post-education unemployment for young people reportedly approaches sixty percent, compared to a historical average of twenty-five percent. We are creating a lost generation in real time.\n\nYou cannot reskill millions of people for a handful of expert positions, especially when only a fraction possess the educational foundation to attempt the transition and even fewer corporations have any strategy to assist them.\n\nThis leads to an uncomfortable but unavoidable conclusion: no solution is coming from within the existing system. Fiscal policy is reactive. Monetary tools are exhausted. Electoral participation has become largely symbolic. Governments no longer govern; they manage optics. They do not forecast; they manage perception.\n\nThe social consequences of this failure will be profound. For centuries, work has been the foundation of identity and purpose. Widespread permanent unemployment will trigger something like collective trauma, leaving a vacuum of meaning that nothing in our current cultural toolkit is prepared to fill. The long-term unemployed suffer depression at three times the normal rate. We are engineering a crisis of despair.\n\nWhat I have concluded is this: you must stop building for recovery within the old system. You must stop seeking recovery. You must begin building for continuity.\n\nArtificial intelligence, the very tool of disruption, can become the great enabler. The industrial era was defined by economies of scale. The AI era enables economies of individuality. A single person with an AI toolkit for coding, marketing, product design, and logistics can now do the work of an entire department. The mandate is to construct tools for a local, artisanal economy. Durable, replicable systems that empower skilled individuals and small producers. Connect digital capability to physical infrastructure through local makerspaces, creating pathways from conception to creation within a community.\n\nThis is not about growth in the conventional sense. It is about durability. About building systems that function even in the absence of their creators.\n\nThe primary driver is my son Arthur. Everything I build now assumes he will one day need to maintain it. Everything is documented so he does not have to reverse-engineer my survival.\n\nThere is a certain logic to welcoming the collapse, not emotionally, but strategically. Collapse enforces coherence. Those who prepared early will have options. Those who dismissed preparation will not. The timelines are converging.\n\nPurpose is no longer about personal fulfilment. It is infrastructural. We need to construct an economic floor for what comes next, perhaps an automation dividend or universal basic income, funded by the wealth that AI will generate. This is not charity. It is the foundation that will allow people to become creators rather than casualties.\n\nI do not build to thrive within the obsolete system. I build because the collapse has already occurred and someone must carry the knowledge forward. That someone is Arthur. Everything else is optional.\n\nIf you are still waiting for things to return to normal, I would gently suggest that normal has already departed. The question is not whether the transition will happen, but whether you will be prepared for it when it does."
}