{
  "title": "The Rustle in the Grass",
  "date": "2026-01-26",
  "color": "orange",
  "slug": "the-rustle-in-the-grass",
  "wordCount": 2510,
  "synopsis": "A fifteen-year follow-up finding that warning signs have intensified and patterns of imperial decline have become more pronounced.",
  "preview": "The Rerun of Rome: Fifteen Years On Fifteen years ago, in the spring of 2011, I wrote a piece on my blog titled \"The Rerun of Rome\" (/writings/the-...",
  "audio": {
    "url": "/audio/AI_the-rustle-in-the-grass.mp3",
    "duration": 1081
  },
  "content": "The Rerun of Rome: Fifteen Years On\n\nFifteen years ago, in the spring of 2011, I wrote a piece on my blog titled \"The Rerun of Rome\" (/writings/the-rerun-of-rome/) that I expect perhaps a few hundred people read. It was speculative, cautious in its claims, and hedged in all the ways academics learn to hedge. I compared certain structural patterns I observed in American society to patterns that preceded Rome's long transformation, and I asked whether we might be witnessing the early stages of something similar.\n\nI have been asked many times since by friends and family whether I still believe what I wrote. The honest answer is that I believe it more now than I did then, and that this troubles me; To the core.\n\nI should note that I write this from Australia, which provides a particular vantage point. We are close enough to the American sphere to feel its gravitational pull, distant enough to observe it with some detachment, and positioned in a region where the emerging multipolar order is not an abstraction but an immediate strategic reality. When I look at the patterns unfolding in America and across the global system, I am not merely engaged in historical speculation. I am trying to understand the world my children will inherit.\n\nLet me begin with what has changed in the fifteen years since I wrote that original piece.\n\nIn 2011, I wrote about quantitative easing as a novel experiment, comparing it tentatively to Roman currency debasement. I hedged extensively because the policy was new and its effects uncertain. Fifteen years later, the hedging feels inadequate to what has actually occurred.\n\nWe have now conducted multiple rounds of quantitative easing across multiple crises. We have witnessed inflation spikes that central banks initially dismissed as transitory. We have watched asset prices detach from what any traditional metric would consider fundamental value. The S&P 500 has roughly quintupled since I wrote that original essay. Has the productive capacity of the American economy quintupled? Has innovation quintupled? Has quality of life quintupled?\n\nI have come to suspect that we are witnessing something more subtle and more concerning than a simple bull market. What we may be observing is an asset boom that reflects not genuine growth but the erosion of currency value. Stock prices rise not because companies are worth more in any real sense but because the unit of measurement itself is shrinking. It is as if you measured your height every year with a ruler that was quietly getting shorter and concluded you were experiencing a growth spurt.\n\nThe denarius contained ninety percent silver under Augustus. By the crisis of the third century, it was bronze with a silver wash. The process took two hundred years. The dollar's purchasing power has declined roughly ninety-six percent since the Federal Reserve's founding, with a significant portion of that decline concentrated in the past two decades. I am not suggesting equivalence. I am noting that the pattern of monetary debasement as a substitute for structural reform is not new, and that its acceleration is measurable.\n\nIn 2011, I noted that the United States maintained over seven hundred military bases in foreign countries and struggled to articulate what victory looked like in its ongoing engagements. I suggested this resembled Rome's shift from expansion to mere maintenance.\n\nThe intervening years have not altered this pattern. They have clarified it. The withdrawal from Afghanistan in 2021 was not a strategic pivot but an admission that twenty years of effort had produced no durable outcome. The return of great power competition, the pivot to Asia that never quite completes, the commitments in Europe that strain against commitments in the Pacific; these are the symptoms of an empire that cannot align its resources with its obligations.\n\nWhat strikes me most is not any particular policy failure but the absence of strategic coherence. Rome in its later centuries fought everywhere and decided nothing. The legions moved from crisis to crisis, and each crisis resolved into merely the setup for the next. I see a similar pattern now. The American military remains the most powerful force on earth, and yet this power seems increasingly unable to translate into durable political outcomes. The question of what the imperium is for has become unanswerable.\n\nThe infrastructure situation has not improved since 2011. If anything, it has deteriorated. The American Society of Civil Engineers, whose D grade I cited fifteen years ago, has not found cause to revise their assessment upward. The electrical grid remains fragile, as winter storms periodically demonstrate. Bridges continue to be rated as structurally deficient. Water systems in major cities deliver contaminated water to residents.\n\nWhat strikes me now, in a way it did not in 2011, is the sheer volume of money that has flowed through the system without producing visible transformation. Trillions of dollars have been allocated to infrastructure over the past fifteen years. Where are the new bridges? Where are the gleaming transit systems? Where is the grid that does not fail when the temperature drops?\n\nRome in its declining centuries could no longer build as it once had. The technical knowledge persisted, but the organisational capacity, the shared sense of purpose, the ability to coordinate large-scale collective action had decayed. The aqueducts fell into disrepair not because Romans forgot how to work stone but because the social machinery that had built them no longer functioned.\n\nI suspect something similar is occurring now. America retains the engineering knowledge to build magnificent infrastructure. It retains the wealth. What it may have lost is the institutional capacity to translate knowledge and wealth into completed projects. The money flows, and the consultants consult, and the environmental reviews multiply, and the lawsuits proceed, and somehow at the end of it all the bridges remain unbuilt. This is not a problem that can be solved by appropriating more money. It is a problem of systemic sclerosis, and it is very difficult to see how it gets resolved.\n\nThe political situation has evolved in ways that make my 2011 observations seem almost quaint. I wrote then about the Tea Party and Occupy Wall Street as expressions of declining legitimacy. They were mild preludes.\n\nAmerica has now experienced an assault on the Capitol during the certification of an election. It has experienced multiple impeachments. It has experienced the emergence of media ecosystems so divergent that participants genuinely cannot agree on basic empirical claims about the world. The Roman concept of virtus, that shared civic virtue I mentioned fifteen years ago, seems almost nostalgic now. Americans do not merely disagree about values. They disagree about facts. They inhabit different epistemic worlds.\n\nThis is perhaps the deepest problem, and it is one that no policy intervention can easily address. A civilisation requires a shared story, a common understanding of what it is and what it is for. Rome had this, until it did not. America had this, until it did not. The current moment is characterised by the absence of any such shared story, replaced by competing narratives so divergent that their adherents might as well live in different countries.\n\nI do not know how a society recovers from this kind of fragmentation. The Roman experience suggests that it does not, that the fragmentation is itself the early stage of a reorganisation into smaller, more coherent units. But the Roman experience is not a perfect guide, and I hold this conclusion loosely.\n\nThe geopolitical shifts since 2011 have been equally striking. When I wrote the original piece, American hegemony was strained but largely unchallenged. The unipolar moment, as it was called, still seemed like the default state of the world. That is no longer the case.\n\nWe are witnessing the emergence of a genuinely multipolar system, and from my vantage point in Australia, this emergence is viscerally apparent. We watch China stockpile commodities. We watch central banks accumulate gold at rates not seen in decades. We watch alternative payment systems develop that route around dollar-denominated infrastructure.\n\nAustralia is a nation whose prosperity has been built on digging things out of the ground and shipping them to Asia. We can feel the tectonic plates of the global order shifting beneath us. Our largest trading partner is China. Our security guarantor is the United States. These two relationships exist in increasing tension, and we have no good options for resolving that tension. We are, in a sense, a canary in the coal mine of American hegemonic decline; close enough to feel the effects, small enough that our choices are constrained by forces beyond our control.\n\nWhat I observe from here is a global system reorganising itself around tangible assets and real capacity rather than around the financial abstractions that have underpinned American dominance since Bretton Woods. The BRICS nations speak openly about challenging dollar hegemony. This is not conspiracy theory. It is reported in the Financial Times and discussed in our own Treasury. The old order will continue to erode, and the pace of erosion has accelerated since 2011 seemingly exponentially.\n\nI would add to this observation something that was not obvious fifteen years ago but has become increasingly clear. In the emerging order, power generation capacity and data infrastructure may achieve something like parity with traditional hard assets. The nation or bloc that controls abundant energy and computational infrastructure may find these as strategically valuable as gold reserves or oil fields. This is why the contest for AI supremacy matters, why data centres are becoming strategic infrastructure, why energy policy and technology policy are converging.\n\nThis represents a genuine novelty in the pattern. But it fits the broader logic. Hard assets matter. Real capacity matters. Financial abstractions matter only to the extent that they can be converted into something tangible.\n\nWhat would a rational response to these patterns look like? If I am right that America is experiencing the early stages of imperial decline, what would a serious corrective effort actually prioritise?\n\nThe answer, I think, is reasonably clear at the level of principle.\n\nIt would prioritise building physical infrastructure instead of announcing infrastructure packages, not conducting feasibility studies, not navigating endless approval processes, but actually pouring concrete and stringing power lines. A civilisation that cannot build is a civilisation in decline, and reversing that decline requires recovering the capacity to build.\n\nIt would prioritise restoring basic state capacity. A state that cannot control its borders, cannot maintain order in its cities, cannot deliver services effectively, is a state whose legitimacy is eroding. Late Rome struggled with exactly this problem. The response need not be draconian, but it must be effective. Legitimacy flows from competence, and competence has been in short supply.\n\nIt would cut through the accumulated layers of institutional sclerosis; the regulatory capture, the procedural parasitism, the vast apparatus of institutional overhead that extracts resources while delivering diminishing value. Anyone who has studied late-stage empires knows that this kind of administrative bloat is both symptom and cause of decline. The Roman bureaucracy became increasingly self-serving, and the pattern is recognisable in contemporary America.\n\nIt would secure strategic advantage in the technologies that will define the next era. If I am right that AI and energy infrastructure are becoming the new hard assets, then the nation that dominates these domains dominates the future. This would mean treating AI not as another commercial sector but as strategic infrastructure on par with the railroad network or the interstate highway system.\n\nThese priorities are not ideologically coded. They are structurally dictated by the nature of imperial decline itself. Any serious response to the patterns I have described would converge on something like this list, regardless of the political orientation of those designing the response.\n\nThe question that haunts me is whether the American system retains the capacity to implement such a response.\n\nThe structural obstacles are formidable. The political polarisation means that any major initiative will be opposed by roughly half the country simply because of who proposes it. The institutional sclerosis means that even well-designed policies get ground down by procedural friction. The fragmentation of epistemic reality means that the shared understanding necessary for collective action may no longer exist.\n\nI find myself oscillating between two interpretations. In one, the American system is more resilient than it appears, and some combination of crisis and leadership will catalyse genuine reform. Empires have recovered from worse. The patterns I observe are warning signs, not death sentences.\n\nIn the other interpretation, the system has passed some invisible threshold beyond which self-correction becomes impossible. The reforms that would be necessary are precisely the reforms that the system is structured to prevent. The sclerosis is too advanced, the polarisation too deep, the shared story too thoroughly shattered.\n\nI do not know which interpretation is correct. I am not sure anyone can know. Complex systems often appear stable until they are not, and the transition between stability and reorganisation can be shockingly rapid.\n\nFrom Australia, I watch with the particular attention of someone whose own country's fate is bound up with the answer.\n\nWe have been, for seventy years, a fortunate country that is resource-rich, geographically isolated, sheltered under the American security umbrella while trading prosperously with Asia. That position is becoming untenable. The American umbrella may be fraying. The Asian trading relationships are becoming geopolitically fraught. We face choices in the coming years that we have been able to avoid for generations.\n\nAnd I see no evidence that our political class understands what is coming. We remain, as we have always been, a derivative nation; derivative first of Britain, then of America, always following rather than leading. If America declines and we have not prepared, we will be exposed in ways we have not been exposed since 1942. The patterns I observe in America are not merely of academic interest to me. They are patterns that will shape my children's lives.\n\nI want to conclude by returning to something I said in the original essay. I argued then for a quality of attention; for clear-eyed observation without panic or denial. I still believe that is the right orientation. But I will admit that maintaining it has become harder.\n\nThe patterns I identified in 2011 as early warning signs have not resolved themselves. They have intensified. The financial abstraction from real value has accelerated. The military commitments remain incoherent. The infrastructure decays. The political system fragments. The global order reorganises around hard assets and real capacity.\n\nNone of this means collapse is imminent or inevitable. Complex systems can persist in stressed states for long periods. Rome's transformation took centuries. There may be reforms, renewals, unexpected sources of resilience. Human beings are creative, and civilisations sometimes surprise us.\n\nBut I would be lying if I said the patterns I observe give me confidence. They do not. They suggest that the transition I speculated about fifteen years ago is not a distant possibility but an ongoing process; one we are living through whether we acknowledge it or not.\n\nThe rustle in the grass has grown louder. It would be prudent, I think, to pay attention."
}