{
  "title": "The Last Normal Tuesday",
  "date": "2025-08-18",
  "color": "red",
  "slug": "the-last-normal-tuesday",
  "wordCount": 843,
  "synopsis": "Examines Australia's housing bubble, manufacturing collapse, and AI-driven job displacement, arguing that unprecedented economic disruption is imminent.",
  "preview": "I have been walking through Sydney lately with a growing sense of unreality. Not the city itself, which remains stubbornly, beautifully physical, b...",
  "audio": {
    "url": "/audio/AI_the-last-normal-tuesday.mp3",
    "duration": 370
  },
  "content": "I have been walking through Sydney lately with a growing sense of unreality. Not the city itself, which remains stubbornly, beautifully physical, but the numbers that float above it, invisible yet somehow more consequential than the buildings themselves.\n\nA terrace house in Surry Hills, thirty-eight square metres of ageing timber, sold recently for 1.3 million dollars. That works out to roughly thirty-four thousand dollars per square metre. For a modest terrace. In Surry Hills.\n\nI try to hold these figures in my mind and connect them to lived reality, to actual human beings earning actual wages and making actual decisions about their lives. The connection keeps slipping away.\n\nSince 1975, Sydney house prices have increased by approximately 4,645 percent. Wages over the same period have risen by 1,183 percent. The median house now costs nearly ten times the median annual income. In the 1980s, that ratio was closer to four.\n\nThese are not merely statistics. They describe a transformation in what it means to live in this country. The assumption that hard work leads to security, that each generation will do better than the last, that there is a place for you if you are willing to earn it, these were never guarantees, but they were reasonable expectations. They are becoming fantasies.\n\nI walked past 46 Gordon Street in Paddington the other day. A terrace. Five bedrooms, four bathrooms. The buyer's guide was ten million dollars. Similar homes in the same suburb sold for fifty thousand dollars in the 1980s. That represents a twenty-thousand percent increase. We have left behind any meaningful connection between price and utility.\n\nBut housing is only part of the story. Alongside the property inflation, another transformation is accelerating, and I suspect it will prove even more consequential.\n\nThe consultancy reports estimate that 1.3 million Australian workers will need to transition to new careers by 2030. A third of the workforce faces potential displacement. These projections assume that artificial intelligence capabilities plateau, that progress continues at a linear pace, that there will be time to adapt.\n\nI do not believe these assumptions are sound.\n\nWhat I observe is capability doubling every few months. Customer service departments that existed last year have vanished. Law firms are reducing junior positions by forty percent. Accounting graduates cannot find work because AI performs the tasks for a fraction of the cost. These are not future predictions. They are current events.\n\nThe jobs that were supposed to be safe, the knowledge work, the analysis, the skilled professional roles, these are precisely the jobs that artificial intelligence targets most effectively. The cognitive ladder that previous generations climbed, where a displaced factory worker could retrain for administrative work, is collapsing. The rungs are disappearing faster than people can climb.\n\nI think often about Norway. They discovered oil in 1969. Instead of treating it as a windfall to be spent, they created the Government Pension Fund Global. Today it holds 1.7 trillion dollars. That works out to roughly 300,000 dollars for every Norwegian citizen. The fund generates returns sufficient to finance the entire national transition to a post-carbon economy while maintaining some of the highest living standards on Earth.\n\nAustralia possesses uranium, coal, gas, iron ore, lithium, rare earths, gold, and agricultural land capable of feeding much of Asia. Our sovereign wealth fund holds 230 billion dollars. That is 8,800 dollars per Australian.\n\nNorway built something that would endure. We built a housing bubble where terraces in Paddington sell for ten million dollars.\n\nManufacturing in this country has not merely declined. It has largely ceased to exist. From twenty-eight percent of GDP in the 1960s to less than six percent today. We are the lowest in the OECD. We rank 102nd globally in economic complexity, between Bangladesh and Senegal. We import eighty-five percent of our medical devices, ninety percent of our pharmaceuticals. We cannot manufacture an EpiPen.\n\nWhen Ford, Holden, and Toyota departed in 2017, they took 120 supplier companies with them. Since 2022, energy cost inflation has closed 1,400 more manufacturers, including Oceania Glass after 169 years and Qenos, our sole plastics manufacturer.\n\nWe do not make things anymore. We dig things up and ship them elsewhere.\n\nThe nuclear energy that could transform our power sector remains banned. Lifting that ban would require deleting four words from the Environment Protection and Biodiversity Conservation Act. Four words stand between the current reality and a different one.\n\nI do not know precisely what Tuesday morning will look like five years from now. But I am increasingly certain it will be unrecognisable. The combination of property prices that have detached from any economic foundation, artificial intelligence that is displacing workers faster than they can adapt, and a manufacturing base that has essentially disappeared creates conditions for which there is no obvious historical precedent.\n\nThe question I keep returning to is whether we will construct something new from what remains, or simply continue pretending that the old arrangements are still viable while the ground shifts beneath our feet.\n\nTuesday morning is coming. I do not think most people have noticed."
}