{
  "title": "The Inheritance Cliff",
  "date": "2024-11-19",
  "color": "gold",
  "slug": "the-inheritance-cliff",
  "wordCount": 1346,
  "synopsis": "Examines how parental wealth has become the primary determinant of home ownership in Australia, arguing we have constructed a de facto aristocracy while maintaining democratic forms.",
  "preview": "I want to pose a question that I suspect many Australians have thought but few have articulated clearly: at what point does a democracy become an a...",
  "content": "I want to pose a question that I suspect many Australians have thought but few have articulated clearly: at what point does a democracy become an aristocracy in practice, even while maintaining democratic forms?\n\nThe question occurred to me recently while reading about a young couple who had purchased their first home in Sydney. The article presented this as a success story, a testament to discipline and sacrifice. Buried in the fourth paragraph was the detail that mattered: a $400,000 gift from parents for the deposit. The framing treated this as unremarkable, almost incidental. I found myself lingering on that assumption.\n\nWe have developed, without quite acknowledging it, a two-track system. On one track are those whose parents accumulated property during the great inflation of Australian housing. These parents can now transfer that accumulated value to their children, either as gifts, as guarantor arrangements, or eventually as inheritance. On the other track are those whose parents did not, or could not, accumulate such assets. For this second group, the mathematics of home ownership have become essentially impossible through wages alone.\n\nThe numbers are stark. The median Sydney house price now exceeds fourteen times the median income. In the 1980s, that ratio was closer to four. A young person today, earning a median wage, saving diligently, would need decades to accumulate a deposit, during which time prices would continue to rise faster than their savings. The target recedes as you approach it. This is not a temporary market condition. It is a structural transformation in who can access property and how.\n\nThe \"Bank of Mum and Dad\" has become, by some estimates, the ninth largest lender in the Australian property market. This is presented in financial commentary as a neutral fact, a feature of the landscape. But it is worth pausing to consider what it actually represents. We have outsourced a core economic function, the allocation of housing, to the accident of birth. Your access to shelter, to security, to the primary wealth-building mechanism available to ordinary Australians, now depends substantially on who your parents happen to be.\n\nI want to be careful here. I am not suggesting that parents helping their children is morally wrong. It is natural, even admirable, for parents to want their children to thrive. If I accumulate resources during my lifetime, I will certainly hope to pass advantages to my son Arthur. This is not hypocrisy. It is honesty about the forces that shape human behaviour.\n\nThe problem is not individual parents making individual choices. The problem is a system that has made those choices necessary for participation in basic economic life. When parental wealth becomes the primary determinant of whether a person can own a home, we have constructed something that resembles feudalism more than meritocracy. The estate passes from generation to generation. Those outside the landed families remain outside.\n\nI come from an upper middle class family. I have not received inheritance, but I recognise that my starting position was not neutral. The stability, the education, the social capital that flows from such a background, these are themselves forms of inherited advantage, even without direct financial transfer. I mention this because I think honesty about one's own position is necessary when discussing these matters. It would be easy, and dishonest, to write as though I observed this problem from some neutral vantage point.\n\nWhat strikes me most is how the inheritance cliff intersects with everything else that is shifting. Artificial intelligence is restructuring the labour market in ways that will make wage-based wealth accumulation even more difficult for those without existing capital. The jobs that once provided a path to property, stable professional roles with predictable advancement, are precisely the jobs now facing disruption. A young person without parental support must now navigate both an impossible housing market and a labour market undergoing its most significant transformation in a century.\n\nThe conventional policy responses feel inadequate to the scale of the problem. First home buyer grants simply inflate prices further, transferring public money to existing property owners. Negative gearing and capital gains concessions continue to favour those who already hold assets. Zoning reform, while necessary, operates on timescales that offer little comfort to someone trying to establish themselves today. We tinker at the margins while the structural divide widens.\n\nI find myself thinking about Norway. When they discovered oil in 1969, they made a choice that still reverberates. Rather than allowing resource wealth to flow primarily to private interests, they established the Government Pension Fund Global. Today it holds roughly $1.7 trillion, approximately $300,000 for every Norwegian citizen. The fund's returns finance public investment while maintaining some of the highest living standards on Earth.\n\nAustralia possesses comparable natural wealth. We have uranium, coal, gas, iron ore, lithium, rare earths, and agricultural capacity that could feed much of Asia. We have chosen, consistently and deliberately, to privatise the gains from these resources while socialising the costs. Our sovereign wealth fund holds roughly $230 billion, about $8,800 per Australian. The comparison is instructive.\n\nThe Norwegian model suggests an alternative principle: that natural resources, being the common inheritance of all citizens, should be taxed at rates that capture their value for the public, rather than allowing that value to flow disproportionately to private extraction. This is not socialism. It is recognition that certain forms of wealth are not created by individual effort and therefore have a different moral status than wealth that is so created.\n\nI believe, perhaps unfashionably, that governments should be reluctant to tax the fruits of individual and family effort. There is something troubling about a system that taxes the wages earned through labour, the businesses built through risk and dedication, the savings accumulated through discipline, while allowing the unearned increment of natural resource extraction to flow largely untaxed to private hands. We have the incentives precisely backwards.\n\nImagine an Australia that had captured even a fraction of the resource wealth extracted over the past fifty years. The housing affordability crisis would not exist in its current form. Public infrastructure would not be crumbling. The transition to renewable energy could be funded without austerity. Most importantly, the inheritance cliff would matter less, because the baseline conditions of life would be more secure for everyone, regardless of parental wealth.\n\nI recognise that this ship has largely sailed. The decisions that could have created such a fund were not made, and the resources extracted during the boom years are gone. But the principle remains relevant for what comes next. We still possess extraordinary natural endowments. The question is whether we will continue to privatise their value or begin to capture it for common benefit.\n\nThe inheritance cliff is not, in the end, primarily a housing problem. It is a symptom of a deeper choice we have made about what kind of society we want to be. A society that taxes labour while subsidising asset ownership. A society that allows the accident of birth to determine access to security. A society that has abundant natural wealth but distributes it in ways that entrench rather than dissolve inequality.\n\nMy son will grow up in whatever society these choices produce. If current trends continue, his prospects will depend substantially on what his mother and I can accumulate and transfer to him. If we manage to purchase property, to build some capital, he will have a foundation. If we do not, he will face the same cliff that confronts so many young Australians today, with the added challenge of an AI-transformed economy that may make wage-based accumulation even more difficult.\n\nI do not want my son's future to depend on winning a generational lottery. I do not want other children's futures to depend on losing one. The question is whether we possess the collective will to build something different, or whether we will continue to drift toward a society where the estate determines the destiny, and the accident of birth matters more than anything that follows.\n\nThe cliff is already here. The question is whether we acknowledge it, and what we choose to do about it."
}