{
  "title": "What Does Australia Actually Make?",
  "date": "2025-06-18",
  "color": "green",
  "slug": "what-does-australia-actually-make",
  "wordCount": 1209,
  "synopsis": "Catalogues Australia's manufacturing collapse and strategic vulnerabilities, arguing we have become a mine with a housing bubble attached through deliberate policy failure.",
  "preview": "I have been conducting a small thought experiment lately. It goes like this: imagine Australia were cut off from global supply chains tomorrow. Not...",
  "audio": {
    "url": "/audio/AI_what-does-australia-actually-make.mp3",
    "duration": 564
  },
  "content": "I have been conducting a small thought experiment lately. It goes like this: imagine Australia were cut off from global supply chains tomorrow. Not permanently, but for a year. What could we produce domestically? What would we lack? How long before the absences became critical?\n\nThe answers are not comforting.\n\nWe cannot manufacture an EpiPen. We import roughly ninety percent of our pharmaceuticals. If you or someone you love depends on medication to survive, that medication almost certainly arrives on a container ship from somewhere else. The factories that produce it, the supply chains that deliver the precursor chemicals, the quality control infrastructure that ensures safety: none of this exists here in any meaningful scale.\n\nWe import eighty-five percent of our medical devices. The machines that diagnose disease, the implants that repair bodies, the monitors that track vital signs in intensive care units: foreign. The expertise to build them, largely foreign. The components that comprise them, entirely foreign.\n\nWe cannot build a car. When Ford, Holden, and Toyota departed in 2017, they took with them not just assembly lines but an ecosystem. One hundred and twenty supplier companies closed or relocated. The tooling, the institutional knowledge, the trained workforce: dispersed. If we decided tomorrow that we needed to manufacture vehicles domestically, we would be starting from something close to zero.\n\nWe have one oil refinery remaining where once we had seven. Fuel security, the ability to keep trucks moving and planes flying and farms operating, depends on refined petroleum arriving from overseas. The strategic reserve would last weeks, not months. In a serious disruption, the country would begin to seize up almost immediately.\n\nWe rank 102nd globally in economic complexity, between Bangladesh and Senegal. This is not a typing error. One hundred and second. The measure captures the sophistication and diversity of what a country produces. We dig things up and ship them elsewhere. That is, increasingly, the entirety of our economic contribution to the world.\n\nManufacturing has declined from twenty-eight percent of GDP in the 1960s to less than six percent today. We are the lowest in the OECD. This is not a natural outcome of economic development. Other advanced economies, Germany and Japan and South Korea, have maintained substantial manufacturing sectors while achieving high living standards. They made choices. We made different choices.\n\nI want to be clear about where I locate the blame. This is not primarily the result of inevitable economic forces, of comparative advantage working its implacable logic, of market efficiencies that no policy could override. This is policy failure. Decades of it. Bipartisan. Consistent. And still ongoing.\n\nConsider the absurdity of our position. We possess some of the world's largest coal reserves. We export that coal to China. China uses it to power factories that manufacture goods. We then import those goods at substantial markup. The energy that could have powered Australian manufacturing instead powers Chinese manufacturing, and we pay twice: once in the resource extracted, once in the finished product purchased.\n\nThe same pattern repeats across the economy. Iron ore leaves our ports and returns as steel. Lithium departs and returns as batteries. Rare earths are extracted and shipped, then reimported embedded in electronics and motors and the components of modern life. We have positioned ourselves as a mine with a housing bubble attached, and we have done so deliberately, through policy settings that made this outcome inevitable.\n\nThe argument against Australian manufacturing has always been cost. Labour is expensive. Energy is expensive. Regulation is burdensome. We cannot compete with countries where workers earn a fraction of Australian wages and environmental standards are minimal or unenforced. Better to focus on what we do well, resource extraction and services, and let others handle the making of things.\n\nThis argument had some validity in an era of abundant globalisation and stable geopolitics. It has considerably less validity now. Supply chain disruptions during recent years revealed vulnerabilities that economists had long dismissed as theoretical. The strategic implications of depending on potentially hostile powers for critical goods have become impossible to ignore. And the assumption that cheap labour would always outcompete Australian production is being undermined by the very technology that is transforming everything else.\n\nAutomation changes the calculus. When manufacturing requires fewer workers, labour cost advantages shrink. When robots and AI systems can operate factories with minimal human intervention, the question becomes less about wage differentials and more about energy costs, regulatory environments, and proximity to markets. On energy, Australia has extraordinary potential. On regulation, we have choices we have not yet made. On proximity, we sit in the fastest-growing economic region on Earth.\n\nWe could build automated battery factories. The lithium is here. The demand is exploding. The technology for large-scale battery production exists and is improving rapidly. There is no physical or economic law that requires Australian lithium to be processed in China and returned to us as finished cells. There are only policy settings that make that outcome more profitable than the alternative.\n\nWe could build datacentres at scale. We have land, we have renewable energy potential, we have political stability, we have rule of law. The global demand for compute is expanding faster than any other infrastructure category. Australia could position itself as a provider of clean, reliable processing capacity for the Asia-Pacific region. Instead, we debate, we study, we commission reports, and the opportunity window narrows.\n\nWe could manufacture the components of the energy transition. Solar panels, wind turbines, electrolysers for green hydrogen: the demand is essentially unlimited and will remain so for decades. We have the raw materials. We have the energy to power production. We have the educated workforce that could be trained for advanced manufacturing. What we lack is the policy framework that would make investment in these capabilities rational.\n\nI am not arguing for autarky. Complete self-sufficiency is neither possible nor desirable in an interconnected world. Trade creates genuine value. Specialisation has real benefits. But there is a difference between strategic trade and strategic dependence. We have drifted into the latter while telling ourselves we were pursuing the former.\n\nThe question of what Australia makes is ultimately a question about what kind of country we want to be. A quarry with good beaches, dependent on the continued goodwill of our trading partners and the stability of supply chains we do not control? Or something more resilient, more capable, more sovereign in the meaningful sense of that word?\n\nI think about this when I consider what my son will inherit. Not just the financial circumstances, though those matter, but the productive capacity of the nation he will live in. Will Australia be able to make the things that matter? Will we have the industrial base to respond to crises, to seize opportunities, to maintain some degree of autonomy in a world that may become considerably less stable than the one I grew up in?\n\nThe resources are here. The potential is here. The missing ingredient is political will, the willingness to make choices that prioritise long-term capability over short-term convenience, that accept some costs today for resilience tomorrow. Every year we delay, the task becomes harder. The expertise atrophies. The investment goes elsewhere. The window narrows.\n\nWe could still build something. The question is whether we will."
}